{
  "Header": {
    "pages": [
      { "name": "الرئيسية", "href": "/" },
      { "name": "عن رساي", "href": "/about" }
    ],
    "services": "خدماتنا",
    "servicesObj": [
      {
        "name": "برمجة المواقع الإلكترونية",
        "href": "/services/website-development"
      },
      {
        "name": "برمجة تطبيقات الأجهزة الذكية (أندرويد & iOS)",
        "href": "/services/mobile-application"
      },
      {
        "name": "نظام التعلم المتكامل الخاص لرساي (LMS)",
        "href": "/services/lms"
      },
      { "name": "دورات رساي التدريبية", "href": "/services/training-courses" }
    ],
    "contact": "اتصل بنا",
    "contactObj": [
      { "name": "للشركات", "href": "/contact/companies" },
      {
        "name": "للجامعات",
        "href": "/contact/universities"
      }
    ],
    "english": "الانجليزية",
    "arabic": "العربية",
    "courses": "الدورات"
  },
  "HomePage": {
    "title": "رساي",
    "filpwords": ["تعلم اليوم", "قُدْ غداً"],
    "subtitle": "شركة تكنولوجيا المعلومات",
    "description": "تقدم شركة رساي لتكنولوجيا المعلومات تدريبًا مهنيًا مع شهادات معتمدة دوليًا من خلال دورات تتماشى مع احتياجات السوق. نوفر خيارات تعلم مرنة، إما عبر الإنترنت أو في فصول دراسية مجهزة، مع محتوى تفاعلي وتدريب عملي لضمان النجاح بسهولة.",
    "start-now": "أبدا الان",
    "learn-more": "تعلم المزيد",
    "our-services": "خدماتنا",
    "our-services-description": "نحن نقدم تدريبًا احترافيًا مع شهادات معتمدة دوليًا من خلال دورات متوافقة مع احتياجات السوق",
    "who-we-are": "من نحن؟",
    "who-we-are-description": "تقدم شركة رساي لتكنولوجيا المعلومات تدريبًا احترافيًا بشهادات معتمدة دوليًا من خلال دورات تتماشى مع احتياجات السوق. نحن نقدم خيارات تعليمية مرنة، إما عبر الإنترنت أو في فصول دراسية مجهزة، مع محتوى تفاعلي وتدريب عملي لضمان النجاح السهل.",
    "download": "تنزيل الملف",
    "ourCustomer": "عملاؤنا، مصدر إلهامنا",
    "ourCustomerObj": "في شركة رساي لتكنولوجيا المعلومات، عملاؤنا ليسوا مجرد عملاء بل هم شركاؤنا في الابتكار. من الشركات الناشئة الطموحة إلى المؤسسات الراسخة، نتعاون لتحويل الأفكار الفريدة إلى تجارب رقمية قوية.",
    "join": "انضم إلى عائلة الشركات المتزايدة التي تعتمد على شركة رساي لتكنولوجيا المعلومات لتحويل حضورها الرقمي. معًا، سنشكل المستقبل."
  },
  "footer": {
    "copyright": "حقوق الطبع والنشر 2023 شركة رساي لتكنولوجيا المعلومات",
    "services": "الخدمات",
    "contact": "اتصل بنا",
    "website-development": "تطوير المواقع الإلكترونية",
    "mobile-application": "تطوير تطبيقات الجوال (أندرويد و IOS)",
    "lms": "نظام التعلم المتكامل لرساي (LMS)",
    "training-course": "دوارات رساي التدريبية",
    "companies": "للشركات",
    "universities": "للمؤسسات الجامعية",
    "address": "طريق العروبة، الورود، الرياض، المملكة العربية السعودية"
  },
  "about": {
    "who-are-we": "من نحن ؟",
    "our-story": "قصتنا",
    "our-story-description": "هي شركة سعودية رائدة في تقديم خدمات التعليم المهني في مجالات متفرعة تشمل الأمن السيبراني، إدارة الجودة، وإدارة المخاطر، بالإضافة إلى تخصصات تقنية أخرى. نقدم حلول تعلم مرنة تتيح لك الاختيار بين التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأعلى المعايير. بذلك نفتح لكل شخص طموح فرصة لتطوير مهاراته المهنية وتنمية خبراته بما يتماشى مع شغفه وجدول أعماله",
    "our-vision": "رؤيتنا",
    "our-vision-description": "أن تكون رساي الخيار الأول للتعليم والتطوير المهني في العالم العربي من خلال تقديم برامج تدريبية مبتكرة وشهادات معتمدة دوليًا تلبي احتياجات السوق وتساهم في بناء الكفاءات المهنية القادرة على تحقيق النجاح المستدام.",
    "our-mession": "رسالتنا",
    "our-mession-description": "في رساي، نحن ملتزمون بتمكين الأفراد لتحقيق طموحاتهم المهنية وتطوير مهاراتهم من خلال تقديم خدمات تعليمية مرنة وشاملة، مدعومة بخبرة محلية وعالمية، لضمان تجربة تعليمية شاملة تعزز الكفاءة والاحتراف في بيئات العمل المتطورة.",
    "rsay": "رساي",
    "ict": "لتكنولوجيا المعلومات",
    "website": "برمجة المواقع الالكترونية",
    "mobile": "برمجة تطبيقات الأجهزة الذكية",
    "lms": "نظام التعلم المتكامل الخاص لرساي",
    "training": "دورات رساي التدريبية"
  },
  "contact": {
    "contact-us": "اتصل بنا",
    "partnering": "دعوة للشراكة مع الشركات في تقديم التدريب",
    "partnering-uni": "دعوة للشراكة مع الجامعات",
    "partnering-description": "تُعبر شركة رساي عن رغبتها في إقامة شراكات استراتيجية مع الشركات في مختلف القطاعات لتقديم برامج تدريبية متخصصة تهدف إلى تعزيز المهارات والكفاءات اللازمة لمواجهة تحديات السوق. نحن نؤمن بأهمية التعاون مع الشركات لتحقيق أهداف مشتركة في تطوير القوى .العاملة ورفع مستوى الأداء المؤسسي",
    "partnering-uni-description": "يسر شركة رساي أن تدعو الجامعات والمؤسسات الأكاديمية للتعاون معنا في تقديم برامج تدريبية متقدمة ومهنية. نحن نؤمن بأهمية الشراكات الاستراتيجية في تعزيز جودة التعليم والتدريب المهني، ونرى في التعاون مع الجامعات فرصةً فريدة لتحقيق أهدافنا المشتركة في تطوير قوى عاملة مؤهلة تلبي احتياجات.سوق العمل المتغيرة",
    "importance": "أهمية الشراكة مع رساي:",
    "why": "لماذا الشراكة مع رساي؟",
    "invite": ".ندعوكم لاستكشاف فرص التعاون معنا ونتطلع إلى مناقشة كيفية العمل معًا لتحقيق أهدافكم ورفع مستوى كفاءة قوى العمل لديكم",
    "invite-description": ".إذا كنتم تمثلون شركة ترغبون في معرفة المزيد عن شراكتنا، يُرجى التواصل معنا عبر المعلومات أدناه"
  },
  "ContactForm": {
    "lets-talk": "دعنا نتحدث",
    "hear-from-you": "نسعد بسماع رأيك!",
    "email-or-call": "أرسل بريدًا إلكترونيًا أو اتصل بنا أو أكمل النموذج للتواصل معنا!",
    "assist-reach": "نحن هنا لمساعدتك. تواصل معنا عبر البريد الإلكتروني، اتصل بنا، أو املأ النموذج وسنرد عليك على الفور.",
    "address": "شارع عبد الصمد التنوخي، حي الزهراء، الرياض",
    "name": "الاسم",
    "type-name": "أدخل اسمك",
    "email": "البريد الإلكتروني",
    "type-email": "أدخل بريدك الإلكتروني",
    "phone-number": "رقم الهاتف",
    "type-phone-number": "أدخل رقم هاتفك",
    "site": "الموقع",
    "type-site": "أدخل موقعك",
    "position-or-role": "المنصب أو الدور",
    "type-position-or-role": "أدخل منصبك أو دورك",
    "message": "الرسالة",
    "type-message": "اكتب رسالتك",
    "send": "إرسال"
  },
  "Services": {
    "lets-talk": "دعنا نتحدث",
    "web": "برمجة المواقع الالكترونية",
    "web-description": "نحن نقدم حلولًا متكاملة لتطوير مواقع إلكترونية تواكب احتياجات عملك وتضمن لك حضورًا رقميًا متميزًا. نعمل على تصميم مواقع جذابة وسهلة الاستخدام، تتميز بأدائها العالي وتجربتها المتوافقة مع مختلف الأجهزة. كما نهتم بتقديم تجربة سلسة للمستخدمين، ما يعزز التفاعل ويضمن تحقيق أهدافك بشكل فعال، سواء كنت بحاجة إلى موقع تعريفي، متجر إلكتروني، أو منصة خدمية",
    "why": "لماذا تحتاج هذه الخدمة؟",
    "features": "مميزاتنا",
    "why-choose": "لماذا تختار رساي؟",
    "why-description": "في شركة رساي، نضمن أن تطبيقك المحمول لا يلبي توقعاتك فحسب، بل يمنحك أيضًا ميزة تنافسية في السوق الرقمية.",
    "mobile-application": "برمجة تطبيقات الأجهزة الذكية (أندرويد & iOS)",
    "mobile-description": "نحن متخصصون في تطوير تطبيقات مبتكرة تلبي احتياجات السوق وتواكب توقعات عملائك. نقدم حلولًا متكاملة للتطبيقات الذكية، تتميز بالتصميم الجذاب والأداء السلس، لتوفر تجربة مميزة للمستخدمين. سواء كنت بحاجة إلى تطبيق يقدم خدمات مباشرة، متجر إلكتروني، أو منصة تواصل، نضمن لك تطبيقًا يتماشى مع متطلباتك ويساهم في تعزيز نجاح أعمالك",
    "lms": "نظام التعلم المتكامل الخاص لرساي (LMS)",
    "lms-description": "نظام إدارة التعلم (LMS) هو حل تعليمي رقمي شامل يتيح للمؤسسات تصميم وإدارة وتقديم برامج تدريبية متكاملة بكل سهولة وفعالي",
    "lms-why": "نظام التعلم المتكامل من رساي هو أداة أساسية لكل مؤسسة تسعى إلى تحسين التعليم والتدريب بكفاءة عالية وتقديم تجربة تعليمية متطورة تتناسب مع احتياجات العص",
    "at-rsay": "في شركة رساي",
    "at-rsay-description": "، نقدم برامج تدريبية متخصصة تجمع بين المعرفة النظرية والخبرة العملية، بهدف تطوير المهارات وتعزيز الأداء في مختلف المجالات التقنية، بما يتماشى مع متطلبات سوق العمل المتطور.",
    "courses": "الدورات",
    "most-popular": "الدورات الاكثر شعبية",
    "coursess": [
      {
        "title": "تدريب تطوير البرمجيات وإدارة قواعد البيانات",
        "image": "/Services/TrainingCourses/softwareengineering.jpeg",
        "description": "يوفر هذا التدريب للمتدربين المهارات اللازمة لتطوير برمجيات فعالة، وإدارة قواعد البيانات بشكل آمن. يتناول مفاهيم البرمجة الحديثة، وأدوات تطوير البرمجيات المتقدمة. كما يشمل التدريب على كيفية التعامل مع أدوات قراءة البيانات، وكيفية تصميم أنظمة تخزين بيانات آمنة. يركز التدريب أيضًا على استراتيجيات لضمان سرعة الأداء والكفاءة، مع تقديم أمثلة عملية عن كيفية تحسين الأداء والاعتمادية.",
        "href": "/services/training-courses/#software-development-training"
      },
      {
        "title": "تدريب الذكاء الاصطناعي",
        "image": "/Services/TrainingCourses/ai-training.webp",
        "description": "يستعرض هذا التدريب أساسيات الذكاء الاصطناعي والتعلم الآلي مع تطبيقات عملية في الأعمال. يتم شرح المفاهيم الأساسية التي تدعم الذكاء الاصطناعي مثل الشبكات العصبية والخوارزميات المستخدمة في تقنيات الذكاء الاصطناعي. يستهدف التدريب العاملين في استراتيجيات العمل لتحسين الكفاءة والإنتاجية، مع تقديم أمثلة عن كيفية استخدام الذكاء الاصطناعي في مختلف القطاعات.",
        "href": "/services/training-courses/#ai-training"
      },
      {
        "title": "تدريب الحوسبة السحابية",
        "image": "/Services/TrainingCourses/cloud-computing.jpg",
        "description": "يركز هذا التدريب على فهم الحوسبة السحابية، وكيفية استخدامها في الأعمال لتحسين الأداء وتقليل التكاليف. يتم استعراض أمثلة لأنواع الخدمات السحابية المختلفة مثل البنية التحتية كخدمة، ومنصة كخدمة، والبرمجيات كخدمة. يتناول التدريب أيضًا أفضل الممارسات لإدارة الموارد الحاسوبية، ويشمل SaaS وPaaS وIaaS. الهدف النهائي من التدريب هو فهم كيفية تحسين العمليات باستخدام التقنيات السحابية.",
        "href": "/services/training-courses/#cloud-computing-training"
      },
      {
        "title": "تدريب إدارة الجودة والامتثال",
        "image": "/Services/TrainingCourses/quality-management.webp",
        "description": "يهدف هذا التدريب إلى تعزيز المهارات اللازمة لضمان جودة الخدمات والمنتجات في المؤسسات. يشمل التدريب دورات في إدارة الجودة الشاملة والتخطيط والتنفيذ. يتم شرح مفاهيم الامتثال المؤسسي في مختلف الصناعات، بالإضافة إلى تقنيات تحسين الأداء والتعامل مع المخاطر. يبرز التدريب أهمية تطبيق المعايير الدولية في إدارة الجودة، ويقدم أمثلة على كيفية تطبيقها بفعالية.",
        "href": "/services/training-courses/#quality-management-and-project-management-training"
      },
      {
        "title": "تدريب إدارة الأنظمة والشبكات",
        "image": "/Services/TrainingCourses/Systems-Network-Management-Training.jpg",
        "description": "يركز هذا التدريب على الأنظمة والشبكات بشكلٍ كامل، ويتناول بالشرح كيفية إعداد الشبكات السلكية واللاسلكية، وتكون الأجهزة اللازمة لذلك. يتم أيضاً التطرق إلى إدارة البيانات والحصول عليها بشكل آمن، إضافة إلى تطبيق المبادئ الأساسية لأنظمة الحماية لأغراض الأمن السيبراني. يتم في ذلك الأمن الشبكي وتأمين الأداء. وتهدف الدورة التدريبية إلى تأهيل المتدربين كخبراء قادرين على إدارة الأنظمة بأمان مستقل وعمل مستمر.",
        "href": "/services/training-courses/#systems-and-network-management-training"
      },
      {
        "title": "تدريب الأمن السيبراني وأمن المعلومات",
        "image": "/Services/TrainingCourses/cybersecurity.jpg",
        "description": "يوفر هذا التدريب معرفة شاملة حول كيفية حماية المعلومات والأنظمة من التهديدات الإلكترونية. يتناول مفهوم تحديد أنواع التهديدات المختلفة مثل الفيروسات والبرمجيات الخبيثة، والهجمات السيبرانية الأخرى. كما يتضمن أسس تقنيات فعالة للحماية من هذه التهديدات، بما في ذلك التحكم في المتغيرات، وجدران الحماية. خلال التدريب، يتم تقديم أمثلة تطبيقية عن تقييم المخاطر وتطوير خطط الاستجابة للحوادث. بالإضافة إلى ذلك، يتم استعراض أفضل الأدوات التي تُستخدم لحماية البيانات الحساسة من الاختلال.",
        "href": "/services/training-courses/#cybersecurity-and-information-security-training"
      },
      {
        "title": "تدريب إدارة المخاطر",
        "image": "/Services/TrainingCourses/risk-management.jpg",
        "description": "يهدف هذا التدريب إلى تحديد وإدارة المخاطر بشكل فعال في بيئة العمل. يبدأ التدريب بشرح كيفية إجراء تحليل شامل للمخاطر وتقييمها، ومن ثم تحديد استراتيجيات فعالة لدرء المخاطر. بما في ذلك الخطط الطوارئ. يتم توضيح المعايير التي يجب أن تُؤخذ في الاعتبار عند تقييم الخطر. وينتهي التدريب بإدارة فعالة لتلك المخاطر داخل المؤسسات من خلال تحسين مستمر لنظام الحماية.",
        "href": "/services/training-courses/#risk-management-training"
      },
      {
        "title": "تدريب على تقنيات التحول الرقمي",
        "image": "/Services/TrainingCourses/Digital-transformation.jpg",
        "description": "يوفر هذا التدريب فهمًا كاملاً لكيفية التحول الرقمي في الأعمال. يتناول أساليب استخدام التكنولوجيا لتحسين العمليات وتقديم الحلول للعملاء. يركز التدريب على تحليل التحديات التي تواجه المؤسسات في الرحلة الرقمية، مع تقديم أمثلة عملية على التحول إلى النماذج الذكية. الهدف النهائي هو تزويد المتدربين بالمهارات الأساسية لضمان نجاح المؤسسات في البيئة الرقمية.",
        "href": "/services/training-courses/#digital-transformation-technologies-training"
      }
    ]
  },
  "ContactDialog": {
    "contact": "تواصل معنا",
    "enter-details": "أدخل تفاصيلك للتواصل معنا",
    "name": "الاسم",
    "name-placeholder": "اكتب اسمك",
    "name-required": "الاسم مطلوب",
    "email": "البريد الإلكتروني",
    "email-placeholder": "اكتب بريدك الإلكتروني",
    "email-required": "البريد الإلكتروني مطلوب",
    "phone": "الهاتف",
    "phone-placeholder": "اكتب رقم هاتفك",
    "phone-required": "الهاتف مطلوب",
    "message": "الرسالة",
    "message-placeholder": "اكتب رسالتك",
    "message-required": "الرسالة مطلوبة",
    "position": "المنصب أو الدور",
    "position-placeholder": "اكتب منصبك أو دورك",
    "position-required": "المنصب مطلوب",
    "site": "الموقع",
    "site-placeholder": "اكتب موقعك",
    "site-required": "الموقع مطلوب",
    "send": "إرسال"
  },
  "NotFound": {
    "title": "الصفحة غير موجودة",
    "description": "الصفحة التي تبحث عنها قد تمت إزالتها أو تغيير اسمها أو أنها غير متوفرة مؤقتاً.",
    "backHome": "العودة للرئيسية"
  }
}
