{
  "Header": {
    "pages": [
      { "name": "الرئيسية", "href": "/" },
      { "name": "عن رساي", "href": "/about" }
    ],
    "services": "خدماتنا",
    "servicesObj": [
      {
        "name": "برمجة المواقع الإلكترونية",
        "href": "/services/website-development"
      },
      {
        "name": "برمجة تطبيقات الأجهزة الذكية (أندرويد & iOS)",
        "href": "/services/mobile-application"
      },
      {
        "name": "نظام التعلم المتكامل الخاص لرساي (LMS)",
        "href": "/services/lms"
      },
      { "name": "دورات رساي التدريبية", "href": "/services/training-courses" }
    ],
    "contact": "اتصل بنا",
    "contactObj": [
      { "name": "للشركات", "href": "/contact/companies" },
      {
        "name": "للجامعات",
        "href": "/contact/universities"
      }
    ],
    "english": "الانجليزية",
    "arabic": "العربية"
  },
  "HomePage": {
    "title": "رساي",
    "filpwords": ["المعرفة", "المهارة", "الجودة", "التأثير"],
    "subtitle": "شركة تكنولوجيا المعلومات",
    "description": "تقدم RSAY ITC تدريبًا مهنيًا مع شهادات معتمدة دوليًا من خلال دورات تتماشى مع احتياجات السوق. نوفر خيارات تعلم مرنة، إما عبر الإنترنت أو في فصول دراسية مجهزة، مع محتوى تفاعلي وتدريب عملي لضمان النجاح بسهولة.",
    "start-now": "أبدا الان",
    "learn-more": "تعلم المزيد",
    "our-services": "خدماتنا",
    "our-services-description": "نحن نقدم تدريبًا احترافيًا مع شهادات معتمدة دوليًا من خلال دورات متوافقة مع احتياجات السوق",
    "who-we-are": "من نحن؟",
    "who-we-are-description": "تقدم RSAY ITC تدريبًا احترافيًا بشهادات معتمدة دوليًا من خلال دورات تتماشى مع احتياجات السوق. نحن نقدم خيارات تعليمية مرنة، إما عبر الإنترنت أو في فصول دراسية مجهزة، مع محتوى تفاعلي وتدريب عملي لضمان النجاح السهل.",
    "download": "تنزيل الملف"
  },
  "footer": {
    "copyright": "حقوق الطبع والنشر 2023 RSAY ITC",
    "services": "الخدمات",
    "contact": "اتصل بنا",
    "website-development": "تطوير المواقع الإلكترونية",
    "mobile-application": "تطوير تطبيقات الجوال (أندرويد و IOS)",
    "lms": "نظام التعلم المتكامل لرساي (LMS)",
    "training-course": "دوارات رساي التدريبية",
    "companies": "للشركات",
    "universities": "للمؤسسات الجامعية",
    "address": "شارع عبد الصمد التنوخي، حي الزهراء، الرياض"
  },
  "about": {
    "who-are-we": "من نحن ؟",
    "our-story": "قصتنا",
    "our-story-description": "هي شركة سعودية رائدة في تقديم خدمات التعليم المهني في مجالات متفرعة تشمل الأمن السيبراني، إدارة الجودة، وإدارة المخاطر، بالإضافة إلى تخصصات تقنية أخرى. نقدم حلول تعلم مرنة تتيح لك الاختيار بين التعلم عن بُعد أو الحضور في قاعات تدريب مجهزة بأعلى المعايير. بذلك نفتح لكل شخص طموح فرصة لتطوير مهاراته المهنية وتنمية خبراته بما يتماشى مع شغفه وجدول أعماله",
    "our-vision": "رؤيتنا",
    "our-vision-description": "أن تكون رساي الخيار الأول للتعليم والتطوير المهني في العالم العربي من خلال تقديم برامج تدريبية مبتكرة وشهادات معتمدة دوليًا تلبي احتياجات السوق وتساهم في بناء الكفاءات المهنية القادرة على تحقيق النجاح المستدام.",
    "our-mession": "رسالتنا",
    "our-mession-description": "في رساي، نحن ملتزمون بتمكين الأفراد لتحقيق طموحاتهم المهنية وتطوير مهاراتهم من خلال تقديم خدمات تعليمية مرنة وشاملة، مدعومة بخبرة محلية وعالمية، لضمان تجربة تعليمية شاملة تعزز الكفاءة والاحتراف في بيئات العمل المتطورة."
  },
  "contact": {
    "contact-us": "اتصل بنا",
    "partnering": "دعوة للشراكة مع الشركات في تقديم التدريب",
    "partnering-uni": "دعوة للشراكة مع الجامعات",
    "partnering-description": "تُعبر شركة رساي عن رغبتها في إقامة شراكات استراتيجية مع الشركات في مختلف القطاعات لتقديم برامج تدريبية متخصصة تهدف إلى تعزيز المهارات والكفاءات اللازمة لمواجهة تحديات السوق. نحن نؤمن بأهمية التعاون مع الشركات لتحقيق أهداف مشتركة في تطوير القوى .العاملة ورفع مستوى الأداء المؤسسي",
    "partnering-uni-description": "يسر شركة رساي أن تدعو الجامعات والمؤسسات الأكاديمية للتعاون معنا في تقديم برامج تدريبية متقدمة ومهنية. نحن نؤمن بأهمية الشراكات الاستراتيجية في تعزيز جودة التعليم والتدريب المهني، ونرى في التعاون مع الجامعات فرصةً فريدة لتحقيق أهدافنا المشتركة في تطوير قوى عاملة مؤهلة تلبي احتياجات.سوق العمل المتغيرة",
    "importance": "أهمية الشراكة مع رساي:",
    "why": "لماذا الشراكة مع رساي؟",
    "invite": ".ندعوكم لاستكشاف فرص التعاون معنا ونتطلع إلى مناقشة كيفية العمل معًا لتحقيق أهدافكم ورفع مستوى كفاءة قوى العمل لديكم",
    "invite-description": ".إذا كنتم تمثلون شركة ترغبون في معرفة المزيد عن شراكتنا، يُرجى التواصل معنا عبر المعلومات أدناه"
  },
  "ContactForm": {
    "lets-talk": "دعنا نتحدث",
    "hear-from-you": "نسعد بسماع رأيك!",
    "email-or-call": "أرسل بريدًا إلكترونيًا أو اتصل بنا أو أكمل النموذج للتواصل معنا!",
    "assist-reach": "نحن هنا لمساعدتك. تواصل معنا عبر البريد الإلكتروني، اتصل بنا، أو املأ النموذج وسنرد عليك على الفور.",
    "address": "شارع عبد الصمد التنوخي، حي الزهراء، الرياض",
    "name": "الاسم",
    "type-name": "أدخل اسمك",
    "email": "البريد الإلكتروني",
    "type-email": "أدخل بريدك الإلكتروني",
    "phone-number": "رقم الهاتف",
    "type-phone-number": "أدخل رقم هاتفك",
    "site": "الموقع",
    "type-site": "أدخل موقعك",
    "position-or-role": "المنصب أو الدور",
    "type-position-or-role": "أدخل منصبك أو دورك",
    "message": "الرسالة",
    "type-message": "اكتب رسالتك",
    "send": "إرسال"
  },
  "Services": {
    "lets-talk": "دعنا نتحدث",
    "web": "برمجة المواقع الالكترونية",
    "web-description": "نحن نقدم حلولًا متكاملة لتطوير مواقع إلكترونية تواكب احتياجات عملك وتضمن لك حضورًا رقميًا متميزًا. نعمل على تصميم مواقع جذابة وسهلة الاستخدام، تتميز بأدائها العالي وتجربتها المتوافقة مع مختلف الأجهزة. كما نهتم بتقديم تجربة سلسة للمستخدمين، ما يعزز التفاعل ويضمن تحقيق أهدافك بشكل فعال، سواء كنت بحاجة إلى موقع تعريفي، متجر إلكتروني، أو منصة خدمية",
    "why": "لماذا تحتاج هذه الخدمة؟",
    "features": "مميزاتنا",
    "why-choose": "لماذا تختار رساي؟",
    "why-description": "في شركة رساي، نضمن أن تطبيقك المحمول لا يلبي توقعاتك فحسب، بل يمنحك أيضًا ميزة تنافسية في السوق الرقمية.",
    "mobile-application": "برمجة تطبيقات الأجهزة الذكية (أندرويد & iOS)",
    "mobile-description": "نحن متخصصون في تطوير تطبيقات مبتكرة تلبي احتياجات السوق وتواكب توقعات عملائك. نقدم حلولًا متكاملة للتطبيقات الذكية، تتميز بالتصميم الجذاب والأداء السلس، لتوفر تجربة مميزة للمستخدمين. سواء كنت بحاجة إلى تطبيق يقدم خدمات مباشرة، متجر إلكتروني، أو منصة تواصل، نضمن لك تطبيقًا يتماشى مع متطلباتك ويساهم في تعزيز نجاح أعمالك",
    "lms": "نظام التعلم المتكامل الخاص لرساي (LMS)",
    "lms-description": "نظام إدارة التعلم (LMS) هو حل تعليمي رقمي شامل يتيح للمؤسسات تصميم وإدارة وتقديم برامج تدريبية متكاملة بكل سهولة وفعالي",
    "lms-why": "نظام التعلم المتكامل من رساي هو أداة أساسية لكل مؤسسة تسعى إلى تحسين التعليم والتدريب بكفاءة عالية وتقديم تجربة تعليمية متطورة تتناسب مع احتياجات العص",
    "at-rsay": "في شركة رساي",
    "at-rsay-description": "، نقدم برامج تدريبية متخصصة تجمع بين المعرفة النظرية والخبرة العملية، بهدف تطوير المهارات وتعزيز الأداء في مختلف المجالات التقنية، بما يتماشى مع متطلبات سوق العمل المتطور.",
    "courses": "الدورات"
  }
}
