{
  "Header": {
    "pages": [
      { "name": "Home", "href": "/" },
      { "name": "About Us", "href": "/about" }
    ],
    "services": "Services",
    "servicesObj": [
      {
        "name": "Website Development",
        "href": "/services/website-development"
      },
      {
        "name": "Mobile Applicatoion Development (Android & IOS)",
        "href": "/services/mobile-application"
      },
      {
        "name": "RSAY Integrated Learning Managment System (LMS)",
        "href": "/services/lms"
      },
      { "name": "RSAY's Traning Courses", "href": "/services/training-courses" }
    ],
    "contact": "Contact Us",
    "contactObj": [
      { "name": "For Companies", "href": "/contact/companies" },
      {
        "name": "For Universities",
        "href": "/contact/universities"
      }
    ],
    "english": "English",
    "arabic": "Arabic",
    "courses": "Courses"
  },
  "HomePage": {
    "title": "RSAY",
    "filpwords": ["Learn Today", "Lead Tomorrow"],
    "subtitle": "Information Technology Company",
    "description": "RSAY ITC offers professional training with internationally accredited certificates through courses aligned with market needs. We provide flexible learning options, either online or in equipped classrooms, with interactive content and practical training to ensure easy success.",
    "start-now": "Start Now",
    "learn-more": "Learn More",
    "our-services": "Our Services",
    "our-services-description": "We provide professional training with internationally accredited certificates through courses aligned with market needs",
    "who-we-are": "Who We Are?",
    "who-we-are-description": "RSAY ITC offers professional training with internationally accredited certificates through courses aligned with market needs. We provide flexible learning options, either online or in equipped classrooms, with interactive content and practical training to ensure easy success.",
    "download": "Download Profile",
    "ourCustomer": "Our Customer, Our Inspiration",
    "ourCustomerObj": "At RSAY ITC, our customers are more than just clients—they are our partners in innovation. From visionary startups to established enterprises, we collaborate to turn unique ideas into powerful digital experiences.",
    "join": "Join the growing family of businesses that rely on RSAY ICT to transform their digital presence. Together, we’ll shape the future."
  },
  "footer": {
    "copyright": "Copyright 2023 RSAY ITC",
    "services": "Services",
    "contact": "Contact Us",
    "website-development": "Website Development",
    "mobile-application": "Mobile Application Development (Android & IOS)",
    "lms": "RSAY Integrated Learning Managment System (LMS)",
    "training-course": "RSAY's Traning Courses",
    "companies": "For Companies",
    "universities": "For Universities",
    "address": "Al Urubah Rd, Al Wurud, Riyadh, Saudi Arabia"
  },
  "about": {
    "who-are-we": "Who Are We?",
    "our-story": "Our Story",
    "our-story-description": "A leading Saudi company specializing in professional education services across various fields, including cybersecurity, quality management, and risk management, along with other technical disciplines. We offer flexible learning solutions, allowing you to choose between online learning or attending sessions in state-of-the-art training facilities. This enables ambitious individuals to enhance their skills and grow their expertise while aligning their learning journey with their passion and schedule.",
    "our-vision": "Our Vision",
    "our-vision-description": "To be RSAY first choice for professional education and development in the Arab world by offering innovative training programs and internationally accredited certificates that meet market needs and contribute to building professional competencies capable of achieving sustainable success.",
    "our-mession": "Our Mession",
    "our-mession-description": "At RSAY, we are committed to empowering individuals to achieve their professional ambitions and develop their skills by providing flexible and comprehensive educational services, supported by local and global expertise, to ensure a holistic learning experience that enhances efficiency and professionalism in evolving work environments.",
    "rsay": "RSAY",
    "ict": "ICT",
    "website": "Website Development",
    "mobile": "Moblie Application Development",
    "lms": "RSAY Integrated Learning Managment System",
    "training": "Training Courses"
  },
  "contact": {
    "contact-us": "Contact Us",
    "partnering": "Invitation for Partnership with Companies in Training",
    "partnering-uni": "Partnership Invitation with Universities",
    "partnering-description": "RSAY expresses its desire to establish strategic partnerships with companies across various sectors to deliver specialized training programs aimed at enhancing the skills and competencies necessary to meet market challenges. We believe in the importance of collaboration with companies to achieve common goals in workforce development and improve institutional performance.",
    "partnering-uni-description": "RSAY is pleased to invite universities and academic institutions to collaborate with us in providing advanced and professional training programs. We believe in the importance of strategic partnerships in enhancing the quality of education and vocational training. Collaborating with universities presents a unique opportunity to achieve our shared goals of developing a qualified workforce that meets the changing needs of the job market.",
    "importance": "Importance of Partnering with RSAY:",
    "why": "Why Partner with RSAY?",
    "invite": "We invite you to explore collaboration opportunities with us and look forward to discussing how we can work together to achieve your goals and enhance the efficiency of your workforce.",
    "invite-description": "If you represent a company and wish to learn more about our partnership, please do not hesitate to contact us using the information below."
  },
  "ContactForm": {
    "lets-talk": "Let’s Talk",
    "hear-from-you": "We love to hear from You!",
    "email-or-call": "Email, call or complete the form to get in touch with us!",
    "assist-reach": "We're here to assist you. Reach out via email, give us a call, or fill out the form, and we'll respond promptly.",
    "address": "Abdul Samad Al-Tanoukhi Street, Al-Zahra District, Riyadh",
    "name": "Name",
    "type-name": "Type you name",
    "email": "Email Address",
    "type-email": "Type your email",
    "phone-number": "Phone",
    "type-phone-number": "Type your phone number",
    "site": "Site",
    "type-site": "Type your site",
    "position-or-role": "Position Or Role",
    "type-position-or-role": "Type your position or role",
    "message": "Message",
    "type-message": "Type your message",
    "send": "Send"
  },
  "Services": {
    "lets-talk": "Let's Talk",
    "web": "Website Development",
    "web-description": "Our website development service focuses on designing and building digital platforms that represent your brand’s identity and reflect your vision. A website is more than just a digital presence—it’s a powerful tool for engaging customers, promoting products, and delivering services.",
    "why": "Why Is This Service Curcial?",
    "features": "Features",
    "why-choose": "Why Choose Us?",
    "why-description": "At RSAY Information Technology, we are committed to delivering high-quality, customized websites that meet the unique needs of each client. Our goal is to create engaging digital experiences that strengthen customer relationships and drive business success in today’s competitive digital environment.",
    "mobile-application": "mobile application development (Android & IOS)",
    "mobile-description": "In today’s world, where smartphones have become essential tools for everyday life, having a mobile application is crucial for businesses to connect with their customers and offer services seamlessly.",
    "lms": "RSAY Integrated Learning Managment System (LMS)",
    "lms-description": "Our LMS is a comprehensive digital learning solution designed to help organizations create, manage, and deliver training programs efficiently. It provides a flexible learning environment that supports both self-paced and live training sessions, enabling organizations to enhance employee skills and offer high-quality educational experiences.",
    "lms-why": "RSAY LMS is an essential tool for organizations looking to enhance their learning and development efforts. It provides a modern, efficient, and scalable platform that meets the evolving educational needs of businesses and institutions.",
    "at-rsay": "At RSAY",
    "at-rsay-description": "We offer specialized training programs that combine theoretical knowledge with practical experience, aiming to develop skills and enhance performance across various technical fields to meet evolving market demands.",
    "courses": "Courses",
    "most-popular": "Most Popular Courses",
    "coursess": [
      {
        "title": "Software Development and Database Management Training",
        "image": "/Services/TrainingCourses/softwareengineering.jpeg",
        "description": "This training provides the necessary skills to develop efficient software applications and manage databases securely. It covers modern programming concepts and software development tools, including popular programming languages. Participants will also learn how to use database management tools and design secure databases. The program emphasizes strategies to ensure software quality and data security, offering practical examples on performance optimization and reliability improvement.",
        "href": "/services/training-courses/#software-development-training"
      },
      {
        "title": "Artificial Intelligence (AI) Training",
        "image": "/Services/TrainingCourses/ai-training.webp",
        "description": "This course covers the fundamentals of AI and machine learning with practical applications in business. It explains the core concepts underpinning AI, how to analyze data, and apply predictive models. The training also explores how to integrate AI into business strategies to improve efficiency and foster innovation, with real-world examples of successful use cases across various sectors.",
        "href": "/services/training-courses/#ai-training"
      },
      {
        "title": "Cloud Computing Training",
        "image": "/Services/TrainingCourses/cloud-computing.jpg",
        "description": "This training focuses on the concept of cloud computing and its use in enhancing performance and flexibility in business. It reviews various types of cloud services, such as SaaS, PaaS, and IaaS, along with guidelines on how to transition to a cloud environment securely. Participants will also learn best practices for managing cloud resources and ensuring security, gaining insights into how cloud computing can improve operations.",
        "href": "/services/training-courses/#cloud-computing-training"
      },
      {
        "title": "Quality Management and Project Management Training",
        "image": "/Services/TrainingCourses/quality-management.webp",
        "description": "This program aims to enhance the skills required to ensure service and product quality within projects. It covers essential project management tools, including planning, execution, and monitoring. Participants will learn about total quality management (TQM) concepts and how to apply them across various fields, along with techniques for performance improvement and problem-solving. The course strengthens participants' ability to meet quality objectives efficiently and effectively.",
        "href": "/services/training-courses/#quality-management-and-project-management-training"
      },
      {
        "title": "Systems and Network Management Training",
        "image": "/Services/TrainingCourses/Systems-Network-Management-Training.jpg",
        "description": "This training focuses on efficiently designing and managing systems and networks. It covers setting up wired and wireless networks, along with configuring the necessary hardware. Participants will learn how to troubleshoot and quickly resolve issues to ensure smooth and secure system performance. The course also reviews essential concepts of network management, including network optimization, performance enhancement, and regular updates. The goal is to equip participants with the skills needed to manage systems independently and effectively.",
        "href": "/services/training-courses/#systems-and-network-management-training"
      },
      {
        "title": "Cybersecurity and Information Security Training",
        "image": "/Services/TrainingCourses/cybersecurity.jpg",
        "description": "This training offers comprehensive knowledge on how to protect information and systems from cyber threats. It covers identifying various types of threats, such as viruses, malware, and cyberattacks. Participants will also learn effective strategies to mitigate these threats, including the use of encryption and firewalls. The course focuses on risk management by applying risk assessment tools and developing incident response plans. Additionally, it reviews relevant laws and legal standards to ensure compliance with data protection regulations.",
        "href": "/services/training-courses/#cybersecurity-and-information-security-training"
      },
      {
        "title": "Risk Management Training",
        "image": "/Services/TrainingCourses/risk-management.jpg",
        "description": "This program aims to empower participants to identify and manage risks effectively in the workplace. It begins by explaining how to conduct thorough risk analysis to identify potential risks and assess their impact. Participants will develop strategies to mitigate risks, including emergency planning. The course introduces modern tools and techniques, such as scenario analysis and risk matrices, while promoting a culture of risk management through continuous process improvement within the organization.",
        "href": "/services/training-courses/#risk-management-training"
      },
      {
        "title": "Digital Transformation Technologies Training",
        "image": "/Services/TrainingCourses/Digital-transformation.jpg",
        "description": "This training provides insights into adopting digital transformation in business. It focuses on strategies for using technology to optimize operations and deliver value to customers. The program highlights the importance of digital transformation and how to identify related opportunities and challenges. It also includes practical examples of successful transformations and guidance on managing cultural change within organizations to ensure the success of digital strategies.",
        "href": "/services/training-courses/#digital-transformation-technologies-training"
      }
    ]
  },
  "ContactDialog": {
    "contact": "Contact With Us",
    "enter-details": "Enter your details to contact us",
    "name": "Name",
    "name-placeholder": "type your name",
    "name-required": "Name is required",
    "email": "Email",
    "email-placeholder": "type your email",
    "email-required": "Email is required",
    "phone": "Phone",
    "phone-placeholder": "type your phone number",
    "phone-required": "Phone is required",
    "message": "Message",
    "message-placeholder": "type your message",
    "message-required": "Message is required",
    "position": "Position Or Role",
    "position-placeholder": "type your position or role",
    "position-required": "Position is required",
    "site": "Site",
    "site-placeholder": "type your site",
    "site-required": "Site is required",
    "send": "Send"
  }
}
