[
  {
    "id": "software-development-training",
    "title": "تدريب تطوير البرمجيات وإدارة قواعد البيانات",
    "description": "يقدم هذا التدريب المهارات اللازمة لتطوير تطبيقات البرمجيات الفعالة وإدارة قواعد البيانات بشكل آمن. يغطي مفاهيم البرمجة الحديثة وأدوات تطوير البرمجيات، بما في ذلك لغات البرمجة الشهيرة. سيتعلم المشاركون أيضًا كيفية استخدام أدوات إدارة قواعد البيانات وتصميم قواعد بيانات آمنة. يركز البرنامج على استراتيجيات لضمان جودة البرمجيات وأمان البيانات، ويقدم أمثلة عملية على تحسين الأداء وتحسين موثوقية النظام.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735571177/RSAY%20Images/Training_Courses/hn9ifmxaer3ppfecdmrw.webp",
    "popularCourses": [
      "شهادة مايكروسوفت المعتمدة: أزور مطور مشارك",
      "شهادة AWS مطور معتمد - مشارك",
      "شهادة جوجل محترف مطور سحابي",
      "شهادة أوراكل محترف معتمد، جافا SE",
      "شهادة مطور تطبيقات كوبرنيتس المعتمد (CKAD)"
    ]
  },
  {
    "id": "ai-training",
    "title": "تدريب الذكاء الاصطناعي (AI)",
    "description": "يوفر هذا التدريب المهارات اللازمة لتطوير تطبيقات برمجية فعالة وإدارة قواعد البيانات بأمان. يغطي مفاهيم البرمجة الحديثة وأدوات تطوير البرمجيات، بما في ذلك لغات البرمجة الشائعة. سيتعلم المشاركون أيضًا كيفية استخدام أدوات إدارة قواعد البيانات وتصميم قواعد بيانات آمنة. يركز البرنامج على استراتيجيات لضمان جودة البرمجيات وأمن البيانات، مع أمثلة عملية لتحسين الأداء والموثوقية.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735572397/RSAY%20Images/Training_Courses/mvmrq7pnjhdag4in2osg.jpg",
    "popularCourses": [
      "شهادات معهد التعلم العميق من NVIDIA",
      "شهادة ممارس الذكاء الاصطناعي المعتمد (CAIP) من CertNexus",
      "شهادة مطور TensorFlow",
      "شهادة متخصص التعلم الآلي باستخدام قاعدة بيانات أوراكل المستقلة",
      "شهادة مايكروسوفت: مهندس الذكاء الاصطناعي المعتمد لأزور"
    ]
  },
  {
    "id": "cloud-computing-training",
    "title": "تدريب الحوسبة السحابية",
    "description": "يغطي هذا التدريب أساسيات الذكاء الاصطناعي والتعلم الآلي مع التطبيقات العملية في الأعمال. يشرح المفاهيم الأساسية التي يقوم عليها الذكاء الاصطناعي وكيفية تحليل البيانات وتطبيق النماذج التنبؤية. كما يستكشف التدريب كيفية دمج الذكاء الاصطناعي في استراتيجيات الأعمال لتحسين الكفاءة وتعزيز الابتكار، مع أمثلة واقعية لحالات استخدام ناجحة عبر مختلف القطاعات.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735571164/RSAY%20Images/Training_Courses/on3sdbirqohhwry2wvz7.jpg",
    "popularCourses": [
      "مهندس السحابة المعتمد من Google",
      "مطور AWS المعتمد",
      "شهادة CompTIA Cloud+",
      "محترف معتمد من Cisco للشبكات السحابية (CCNP)",
      "محترف VMware معتمد - إدارة السحابة والأتمتة (VCP-CMA)"
    ]
  },
  {
    "id": "quality-management-and-project-management-training",
    "title": "تدريب إدارة الجودة وإدارة المشاريع",
    "description": "يهدف هذا البرنامج إلى تعزيز المهارات المطلوبة لضمان جودة الخدمات والمنتجات داخل المشاريع. يغطي أدوات إدارة المشاريع الأساسية، بما في ذلك التخطيط والتنفيذ والمراقبة. سيتعلم المشاركون مفاهيم إدارة الجودة الشاملة (TQM) وكيفية تطبيقها عبر مختلف المجالات، إلى جانب تقنيات تحسين الأداء وحل المشكلات. يقوي التدريب قدرة المشاركين على تحقيق أهداف الجودة بكفاءة وفعالية.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735572405/RSAY%20Images/Training_Courses/y0ggywdnw9bioaahkuql.jpg",
    "popularCourses": [
      "مهندس جودة معتمد (CQE) – ASQ",
      "مدقق جودة معتمد (CQA) – ASQ",
      "مدير جودة معتمد/تميز تنظيمي (CMQ/OE) – ASQ",
      "مدقق رئيسي لنظام ISO 9001:2015 – IRCA",
      "محترف إدارة المشاريع (PMP) – PMI"
    ]
  },
  {
    "id": "systems-and-network-management-training",
    "title": "تدريب إدارة الأنظمة والشبكات",
    "description": "يركز هذا التدريب على تصميم وإدارة الأنظمة والشبكات بكفاءة. يغطي إعداد الشبكات السلكية واللاسلكية، بالإضافة إلى تكوين الأجهزة اللازمة. سيتعلم المشاركون كيفية استكشاف المشكلات وإصلاحها بسرعة لضمان أداء النظام بشكل سلس وآمن. كما يستعرض الدورة المفاهيم الأساسية لإدارة الشبكات، بما في ذلك تحسين الشبكة وتعزيز الأداء وتحديثاتها الدورية. الهدف هو تزويد المشاركين بالمهارات اللازمة لإدارة الأنظمة بشكل مستقل وفعال.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735572961/RSAY%20Images/Training_Courses/ipx6cff5ojcjhcsjbtz3.jpg",
    "popularCourses": [
      "شهادة Cisco للشبكات (CCNA)",
      "مهندس معتمد من Red Hat (RHCE)",
      "محترف معتمد من Cisco للشبكات (CCNP)",
      "مهندس الشبكة المحترف من Google Cloud",
      "شهادة مايكروسوفت: مسؤول أزور المعتمد"
    ]
  },
  {
    "id": "cybersecurity-and-information-security-training",
    "title": "تدريب الأمن السيبراني وأمن المعلومات",
    "description": "يقدم هذا التدريب معرفة شاملة حول كيفية حماية المعلومات والأنظمة من التهديدات السيبرانية. يغطي التعرف على أنواع التهديدات المختلفة، مثل الفيروسات والبرامج الضارة والهجمات السيبرانية. سيتعلم المشاركون استراتيجيات فعالة للتخفيف من هذه التهديدات، بما في ذلك استخدام التشفير والجدران النارية. يركز التدريب على إدارة المخاطر من خلال تطبيق أدوات تقييم المخاطر وتطوير خطط الاستجابة للحوادث. بالإضافة إلى ذلك، يستعرض القوانين والمعايير القانونية ذات الصلة لضمان الامتثال لأنظمة حماية البيانات.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735571152/RSAY%20Images/Training_Courses/uxref2tlrbthgvk3cpjv.jpg",
    "popularCourses": [
      "محترف معتمد في أنظمة أمن المعلومات (CISSP)",
      "هاكر أخلاقي معتمد (CEH)",
      "مدير أمن المعلومات المعتمد (CISM)",
      "شهادة أساسيات أمن GIAC (GSEC)",
      "مدقق ومنفذ رئيسي لنظام ISO/IEC 27001"
    ]
  },
  {
    "id": "risk-management-training",
    "title": "تدريب إدارة المخاطر",
    "description": "يهدف هذا البرنامج إلى تمكين المشاركين من تحديد وإدارة المخاطر بفعالية في بيئة العمل. يبدأ بشرح كيفية إجراء تحليل شامل للمخاطر لتحديد المخاطر المحتملة وتقييم تأثيرها. سيطور المشاركون استراتيجيات لتخفيف المخاطر، بما في ذلك التخطيط للطوارئ. يقدم التدريب أدوات وتقنيات حديثة مثل تحليل السيناريوهات ومصفوفات المخاطر، مع تعزيز ثقافة إدارة المخاطر من خلال تحسين العمليات المستمر داخل المنظمة.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735572968/RSAY%20Images/Training_Courses/xssl44bhsks1ufhzlhqs.jpg",
    "popularCourses": [
      "محترف معتمد في إدارة المخاطر (CRMP)",
      "شهادة إدارة المخاطر ISO 31000",
      "شهادة في إدارة المخاطر التشغيلية (ORM)",
      "محلل مخاطر مؤسسية معتمد (CERA)",
      "معهد إدارة المشاريع - إدارة المخاطر"
    ]
  },
  {
    "id": "digital-transformation-technologies-training",
    "title": "تدريب تقنيات التحول الرقمي",
    "description": "يوفر هذا التدريب رؤى حول تبني التحول الرقمي في الأعمال. يركز على استراتيجيات استخدام التكنولوجيا لتحسين العمليات وتقديم القيمة للعملاء. يبرز البرنامج أهمية التحول الرقمي وكيفية تحديد الفرص والتحديات المرتبطة به. كما يتضمن أمثلة عملية لتحولات ناجحة وتوجيهات حول إدارة التغيير الثقافي داخل المنظمات لضمان نجاح الاستراتيجيات الرقمية.",
    "image": "https://res.cloudinary.com/dqiwqlu8v/image/upload/v1735571148/RSAY%20Images/Training_Courses/mgnt7rmrhmbd2hfkgrnb.jpg",
    "popularCourses": [
      "شهادة محترف التحول الرقمي (معهد التحول الرقمي)",
      "شهادة التحول الرقمي (Frost & Sullivan)",
      "قائد التحول الرقمي المعتمد (معهد التحول الرقمي)",
      "شهادة أخصائي التحول الرقمي (المعهد الدولي لتحليل الأعمال - IIBA)",
      "شهادة التحول الرقمي (Scrum Alliance)"
    ]
  }
]
